export default {
    header: {
        "title": "Месенджер",
        "description": "Месенджер - корпоративний месенджер. Безкоштовні та безпечні повідомлення по всьому світу",
        "link": "Посилання",
        "design": "Дизайн",
        "git": "Гіт",
    },
    input: {
        "placeholder": "Пошук користувача..."
    },
    git_search: {
        "spin": "Завантаження...",
        "ok_msg": "Все окей!!!",
    },
    table: {
        "year": "Рік",
        "description": "Опис",
        "add_item": "Додати елемент",
        "sort": "Сортувати",
        "event": "Подія",
        "action": "Дія",
        "del": "Видалити"
    },
    faq: {
        "question_1": "Що таке система контролю версій і навіщо вона потрібна?",
        "answer_1": "Система управления версиями позволяет хранить несколько версий одного и того же документа,\n" +
            "при необходимости возвращаться к более ранним версиям, определять, кто и когда сделал то\n" +
            "или иное изменение, и многое другое.",
        "question_2": "Гіт",
        "answer_2": "замовлення, додавання, фіксація, витягування, натискання, статус, журнал",
        "question_3": "Що таке node js, навіщо він потрібен і як встановлювати?",
        "answer_3": "Програмна платформа з допомогою якої можна писати код на мові JS",
        "question_4": "Що таке менеджер пакетів, установка npm?",
        "answer_4_1": "Менеджер пакетів це преложение за допомогою якого можна утсанавлівать різні модулі і управляти залежностями. Популярні менеджери пакетів - npm і yarn.",
        "answer_4_2": "Програмна платформа з допомогою якої можна писати код на мові JS",
    },
    user: {
        "name": "Сурін Віктор",
        "position": "Веб-розробник"
    }
}